
/* Shared Error Strings for MacConfig Apps */

/****** ACP Errors *******/

/* GenericACPError */
"GenericACPError" = "Sørg for, at Apple Wi-Fi-basen er tilsluttet og er inden for computerens rækkevidde eller tilsluttet via Ethernet, og prøv igen. (%d)";

/****** Problem Codes *******/

/* Problem codes reported by the base station that AirPort Utility doesn't know about */
"tooNew" = "Ukendt problem (%@)";
"tooNew.description" = "Denne Apple Wi-Fi-base rapporterede om et ukendt problem. Klik på Softwareopdatering for at opdatere AirPort-værktøj, og prøv igen.";
"tooNew.remedy" = "Softwareopdatering…";

/* kACPProblemCodeUnknown */
"unkn" = "Ukendt problem";
"unkn.description" = "Denne Apple Wi-Fi-base rapporterer om et ukendt problem. Du kan prøve at slukke og tænde for den, søge efter nyere firmware eller udføre en hård nulstilling. En hård nulstilling sletter alle indstillinger og kræver, at enheden indstilles igen.";

/* kACPProblemCodeWANNoLink */
"waNL" = "Ethernet uden kabler";
"waNL.description" = "Der er ikke sluttet nogen enheder til Ethernet WAN-porten. Hvis du bruger et DSL-, kabel- eller andet bredbåndsmodem til at oprette forbindelse til internettet, eller hvis du bruger et netværk, der har forbindelse til internettet, skal du slutte bredbåndsmodemmet eller netværket til Ethernet WAN-porten.";
"waNL.furtherInfo" = "Når du har kontrolleret Ethernet-forbindelsen til WAN-porten, skal du klikke på “Kontroller Ethernet WAN-port”.";
"waNL.retest" = "Kontroller Ethernet WAN-port";

/* kACPProblemCodeWANNoInternet */
"waNI" = "Internetforbindelse";
"waNI.description" = "Din Apple Wi-Fi-base har ikke en gyldig IP-adresse. Sørg for, at Apple Wi-Fi-basen er sluttet til dit bredbåndsmodem eller dit lokale netværk, kontroller indstillingerne, og prøv igen. Hvis du stadig ikke kan oprette forbindelse, skal du kontakte internetudbyderen.";
"waNI.furtherInfo" = "Den mest almindelige løsning på dette problem er at nulstille bredbåndsmodemmet. Det gør du ved at slukke for bredbåndsmodemmet, vente mindst 5 minutter og derefter tænde for det igen.";
"waNI.remedy" = "Internet…";

/* kACPProblemCodeRadioNoNetwork */
"raNN" = "Trådløst netværk";
"raNN.description" = "Denne Apple Wi-Fi-base er indstillet til at oprette forbindelse til et bestemt trådløst netværk, der ikke findes. Hvis du ikke kan se det netværk, du vil oprette forbindelse til, på lokalmenuen Netværksnavn, skal du skrive netværksnavnet og evt. adgangskoden til netværket for at prøve igen.";
"raNN.remedy" = "Trådløs…";

/* kACPProblemCodeWDSNoPartner */
"wdsP" = "WDS-fejl";
"wdsP.description" = "Denne Apple Wi-Fi-base er indstillet som en del af et WDS-netværk, men der blev ikke fundet andre Apple Wi-Fi-baser.";
"wdsP.furtherInfo" = "Kontroller, at de trådløse WDS-enheders MAC-adresser er korrekte. Sørg for, at de trådløse enheder er sluttet til en stikkontakt og inden for rækkevidde af Apple Wi-Fi-basen.";
"wdsP.remedy" = "WDS…";

/* kACPProblemCodePPPoENoServer */
"ppNS" = "PPPoE-server";
"ppNS.description" = "Denne Apple Wi-Fi-base er indstillet til at oprette forbindelse til internettet via PPPoE, men der findes ingen PPPoE-server. Kontroller, om internetudbyderen kræver, at du bruger PPPoE, og kontroller derefter, om modemmet er tændt og sluttet til WAN-porten på Apple Wi-Fi-basen, og prøv igen. Hvis du stadig ikke kan oprette forbindelse til serveren, skal du kontakte udbyderen.";
"ppNS.remedy" = "PPPoE…";

/* kACPProblemCodePPPoEBadPassword */
"ppBP" = "PPPoE-adgangskode";
"ppBP.description" = "Denne Apple Wi-Fi-base er indstillet til at oprette forbindelse til internettet via PPPoE, og du har skrevet en forkert adgangskode. Skriv den rigtige PPPoE-adgangskode, og prøv igen. Hvis du stadig ikke kan oprette forbindelse, skal du kontakte internetudbyderen.";
"ppBP.remedy" = "PPPoE…";

/* kACPProblemCodeRADIUSNoServer */
"rdNS" = "RADIUS-server";
"rdNS.description" = "Denne Apple Wi-Fi-base er indstillet til at oprette forbindelse til internettet vha. WPA Enterprise eller RADIUS-baseret adgangskontrol, og der findes ingen RADIUS-server. Kontroller, at serverindstillingerne er korrekte, og prøv igen.";
"rdNS.remedy" = "Adgangskontrol…";

/* kACPProblemCodeLowUSBPower */
"usbp" = "USB-strøm"; 
"usbp.description" = "En enhed, der er sluttet til USB-porten på denne Apple Wi-Fi-base, kræver mere strøm, end Apple Wi-Fi-basen kan levere. Sæt enheden i en stikkontakt, hvis det er muligt, eller slut den til et USB-samlingspunkt med egen strømforsyning.";
"usbp.remedy" = "Diske…";

/* kACPProblemCodeDiskNeedsRepair */
"fsck" = "Disken skal repareres";
"fsck.description" = "Der er et problem med den disk, der er sluttet til Apple Wi-Fi-basen. Slut disken til computeren for at reparere den.";
"fsck.remedy" = "Diske…";

/* kACPProblemCodeInternalDiskNeedsRepair */
"Ifsc" = "Den interne disk skal repareres";
"Ifsc.description" = "Der er et problem med Time Capsule-disken.";
"Ifsc.remedy" = "Diske…";

/* kACPProblemCodeLowDiskSpace */
"fslo" = "Kun lidt plads på disken";
"fslo.description" = "Der er næsten ikke mere plads på en disk, som forbundet med din Apple Wi-Fi-base.";
"fslo.remedy" = "Diske…";

/* kACPProblemCodeInternalLowDiskSpace */
"Ifsl" = "Kun lidt plads på den interne disk";
"Ifsl.description" = "Der er næsten ikke mere plads på Time Capsule-disken.";
"Ifsl.remedy" = "Diske…";

/* kACPProblemCodeUnsupportedDisk */
"unsD" = "Disk, der ikke understøttes";
"unsD.description" = "En disk, der er sluttet til Apple Wi-Fi-basen, understøttes ikke og kan ikke bruges. Prøv en anden disk.";
"unsD.remedy" = "Diske…";

/* kACPProblemCodeWANRejectedDHCPOffer */
"waRj" = "DHCP-udsnit skaber konflikt";
"waRj.description" = "Denne Apple Wi-Fi-base afviste en DHCP-adresse på samme subnet som den interne DHCP-server. Du skal sandsynligvis ændre Apple Wi-Fi-basens indstilling, så den fungerer som bro. Hvis du stadig vil bruge DHCP og NAT til deling af en enkelt IP-adresse, bør du ændre DHCP-udsnittet.";
"waRj.remedy" = "Internet…";

/* kACPProblemCodeUnconfigured */
"ctim" = "Standardindstillinger";
"ctim.description" = "Denne Apple Wi-Fi-base har standardindstillinger. Du skal konfigurere Apple Wi-Fi-basen, så den opretter forbindelse til internettet, sikre det trådløse netværk og angive en adgangskode.";

/* kACPProblemCodeSoftResetActive */
"soft" = "Blød nulstilling";
"soft.description" = "Denne Apple Wi-Fi-base er blevet nulstillet, og du har midlertidig adgang til at ændre de indstillinger, der forhindrede dig i at oprette forbindelse til netværket.";

/* kACPProblemCodeOpenNetwork */
"opNW" = "Ikke sikret trådløst netværk";
"opNW.description" = "Denne Apple Wi-Fi-base er ikke sikret på det trådløse netværk. Det anbefales, at du bruger WPA2 Personal til at sikre dit trådløse netværk.";
"opNW.remedy" = "Skift sikkerhed…";
"opNW.assistDescription" = "Hvis du ikke ændrer sikkerhedsfunktionen, vil statusindikatoren på denne Apple Wi-Fi-base blinke orange. Vil du fortsætte?";

/* kACPProblemCodePublicPassword */
"pubP" = "Standardadgangskode";
"pubP.description" = "Denne Apple Wi-Fi-base er beskyttet af standardadgangskoden. Det anbefales, at du ændrer din adgangskode for at beskytte Apple Wi-Fi-basen.";
"pubP.remedy" = "Skift adgangskode…";
"pubP.assistDescription" = "Hvis du ikke ændrer adgangskoden, vil statusindikatoren på denne Apple Wi-Fi-base blinke orange. Vil du fortsætte?";

/* kACPProblemCodeDoubleNAT */
"DubN" = "Dobbelt NAT";
"DubN.description" = "Denne Apple Wi-Fi-base har en privat IP-adresse på sin Ethernet WAN-port. Den er sluttet til en enhed eller et netværk, der bruger NAT (Network Address Translation) til at levere private IP-adresser. Du bør indstille Apple Wi-Fi-basen, så den ikke bruger DHCP og NAT til brofunktion.";
"DubN.remedy" = "Internet…";

/* kACPProblemCodeWideAreaBonjourAuth */
"wbAu" = "Bonjour-godkendelse";
"wbAu.description" = "Det navn eller den adgangskode, der bruges til at godkende DNS-serveren, er forkert. Ret fejlen, og prøv igen. Hvis der stadig er problemer, skal du kontakte administratoren af den DNS-server, du bruger.";
"wbAu.remedy" = "Bonjour…";

/* kACPProblemCodeNonDWDSMain */
"bsWD" = "Udvidet netværk";
"bsWD.description" = "Denne Apple Wi-Fi-base kunne ikke udvide det trådløse netværk. Sørg for, at det trådløse netværk, du prøver at udvide, er indstillet og virker korrekt, at du har skrevet en korrekt adgangskode til det trådløse netværk på enheden, og at enheden er inden for rækkevidde af det trådløse netværk.";
"bsWD.remedy" = "Trådløs…";

/* kACPProblemCodeUpdateAvailable */
"upAv" = "Firmwareopdatering tilgængelig";
"upAv.description" = "Klik på Opdater firmware for at hente den nyeste firmware til denne Apple Wi-Fi base.";
"upAv.remedy" = "Opdater firmware…";

/* kACPProblemCodeSNMPConfigOverWAN */
"waSN" = "SNMP via WAN";
"waSN.description" = "Denne Apple Wi-Fi-base er indstillet til at tillade SNMP på Ethernet WAN-porten, hvilket nedsætter netværkssikkerheden.";
"waSN.remedy" = "Logarkiver & SNMP…";

/* kACPProblemCodeConfigOverWAN */
"waCF" = "Konfiguration via WAN";
"waCF.description" = "Denne Apple Wi-Fi-base er indstillet til at tillade konfiguration via Ethernet WAN-porten, hvilket nedsætter netværkssikkerheden.";
"waCF.remedy" = "Base…";

/* kACPProblemCodeNoDNSServers */
"nDNS" = "Ingen DNS-servere";
"nDNS.description" = "Denne Apple Wi-Fi-base har ingen DNS-serveradresser og kan have problemer med at oprette forbindelse til internettet.";
"nDNS.remedy" = "Internet…";

/* kACPProblemCodeOldTimeZone */
"timz" = "Der er en softwareopdatering";
"timz.description" = "Klik på Softwareopdatering for at opdatere AirPort-værktøj, og prøv igen.";
"timz.remedy" = "Softwareopdatering…";

/* kACPProblemCodeTaskInProgress */
"TaIP" = "Denne Apple Wi-Fi-base er optaget";
"TaIP.description" = "Afmonter eller nulstil ikke Apple Wi-Fi-basen, før den er tilgængelig.";

/* kACPProblemCodeDotMacCredentialsRejected */
"dMCR" = "MobileMe-medlemsnavnet eller -adgangskoden er forkert";
"dMCR.description" = "MobileMe-medlemsnavnet eller -adgangskoden er forkert. Skriv korrekt medlemsnavn og adgangskode, og prøv igen.";

/* kACPProblemCodeOverTemperature */
"oTMP" = "Denne enhed er måske ved at blive overophedet";
"oTMP.description" = "Kontroller Apple Wi-Fi basen, og hvis den er varm, skal du prøve at flytte den eller fjerne alle genstande, som kan blokere for ventilationen.";

/* kACPProblemCodeIPv6TunnelError */
"6gdn" = "IPv6-tunnelfejl";
"6gdn.description" = "Der opstod en fejl ved IPv6-tunnelslutpunktet. Vent på, at tjenesten bliver gendannet, og prøv igen. Kontakt tjenesteudbyderen, hvis problemet fortsætter.";
"6gdn.remedy" = "IPv6-indstillinger…";

/* kACPProblemCodeIPv6RelayError */
"6rdn" = "IPv6 Relay-fejl";
"6rdn.description" = "Der opstod en fejl ved den sekundære IPv6-router. Vent på, at tjenesten bliver gendannet, og prøv igen. Kontakt tjenesteudbyderen, hvis problemet fortsætter.";
"6rdn.remedy" = "IPv6-indstillinger…";

/* kACPProblemCodeMigrationInterrupted */
"mgrt" = "Overførsel er afbrudt";
"mgrt.description" = "Time Capsule-diskoverførslen er blevet afbrudt.";
"mgrt.remedy" = "Diske…";

/* kACPProblemCodePostMigrationErase */
"mgEr" = "Overførsel er udført.";
"mgEr.description" = "Diskoverførsel er gennemført. Klik på Fortsæt for at slette den forrige Time Capsule-disk.";

/* kACPProblemCodeSMARTStatusWarning */
"SSdF" = "Fejl på Time Capsule-disken";
"SSdF.description" = "Der er et problem med Time Capsule-disken. Slut en USB-harddisk til Time Capsule, og brug vinduet Diske i AirPort-værktøj til at arkivere og sikkerhedskopiere dataene. Du kan få den repareret i Genius Bar i den lokale Apple Store eller hos en Apple Authorized Service Provider.";
"SSdF.remedy" = "Diske…";

/****** Task Strings *******/

/* kACPTaskErasingDisk */
"EraD" = "Sletter AirPort-disken";
"EraD.description" = "AirPort-disken %@ slettes. Sletning kan ikke annulleres.";

/* kACPTaskErasingInternalDisk */
"EraI" = "Sletter Time Capsule-disken";
"EraI.description" = "Sletning af Time Capsule-disken kan ikke annulleres.";

/* kACPTaskArchivingInternalDisk */
"ArcI" = "Komprimerer Time Capsule-disken";
"ArcI.description" = "Time Capsule-disken %1$@ komprimeres til AirPort-disken %2$@. Klik på Annuller for at stoppe komprimeringen.";



/****** Validation Errors *******/

/* Generic Errors */

/* vGenErrorZeroLength */
"gErA" = "Der kræves en værdi til “%@”.";

/* vGenErrorTooShort */
"gErB" = "Værdien til “%@” er for kort.";

/* vGenErrorTooLong */
"gErC" = "Værdien til “%@” er for lang.";

/* vGenErrorNotSupported */
"gErD" = "Indstillingen “%@” understøttes ikke på denne Apple Wi-Fi-base.";

/* vGenErrorInvalid */
"gErE" = "Værdien til “%@” er ugyldig.";

/* vGenErrorTooHigh */
"gErF" = "Værdien til “%@” er for høj.";

/* vGenErrorTooLow */
"gErG" = "Værdien til “%@” er for lav.";

/* vGenErrorTooManyEntriesInList */
"gErH" = "Der er for mange optegnelser i “%@”-tabellen.";

/* Specific Errors */

/* vWarnPasswordIsPublic */ 
"vErr.pwPu" = "Hvis du vil opnå størst mulig sikkerhed, skal du vælge en anden adgangskode end “public”.";

/* vErrSysLogCollectorInvalid */
"vErr.slCI" = "Syslogmodtagerens IP-adresse er ugyldig.";
/* vErrSysLogLevelInvalid */
"vErr.slLI" = "Syslog-niveauet er ugyldigt.";

/* vErrWSecModeUnsupported */
"vErr.wsMU" = "Den valgte trådløse sikkerhedsfunktion understøttes ikke af denne Apple Wi-Fi-base.";

/* vErrInvalidWEP40Key */
"vErr.iw4K" = "Du har ikke angivet en gyldig 40 bit WEP-nøgle.";
/* vErrInvalidWEP104Key */
"vErr.iw1K" = "Du har ikke angivet en gyldig 128 bit WEP-nøgle.";

/* vErrInvalidTSNKey */
"vErr.iTSN" = "Den trådløse adgangskode til et TSN-netværk (Transitional Security Network) skal være på præcis 13 tegn.";

/* vErrInvalidWPAKey */
"vErr.iWPA" = "Adgangskoden til et trådløst WPA Personal-netværk skal være mellem 8 og 63 tegn lang. Den kan også bestå af 64 heksadecimale tegn.";

/* vErrGroupKeyTimeoutTooShort */
"vErr.ktTS" = "Den timeout for gruppenøglen, som du har angivet, er for kort. Den skal være større end eller lig med 10 minutter.";
/* vErrGroupKeyTimeoutTooLong */
"vErr.ktTL" = "Den timeout for gruppenøglen, som du har angivet, er for lang. Den skal være mindre end eller lig med 9999999 minutter.";

/* vErrAutoChannelSelectionNotSupported */
"vErr.acNS" = "Automatisk kanalvalg understøttes ikke af denne Apple Wi-Fi-base.";

/* vErrMultiRateNotValidForLowDensity */
"vErr.nvLD" = "Den multicasthastighed, du har valgt, er ugyldig til lav radiotæthed.";
/* vErrMultiRateNotValidForMedDensity */
"vErr.nvMD" = "Den multicasthastighed, du har valgt, er ugyldig til mellemstor radiotæthed.";
/* vErrMultiRateNotValidForHighDensity */
"vErr.nvHD" = "Den multicasthastighed, du har valgt, er ugyldig til stor radiotæthed.";
/* vErrMultiRateNotValidForBNetwork */
"vErr.nvBN" = "Den multicasthastighed, du har valgt, er ugyldig til et 802.11b- eller 802.11 b/g-kompatibelt netværk.";
/* vErrMultiRateNotValidForGNetwork */
"vErr.nvGN" = "Den multicasthastighed, du har valgt, er ugyldig til et 802.11g-netværk.";

/* vErrSTAModeNotSupported */
"vErr.smNS" = "Klientfunktion understøttes ikke af denne Apple Wi-Fi-base.";
/* vErrWirelessDisabledModeNotSupported */
"vErr.wdNS" = "Det er ikke muligt at slå radioen fra på denne Apple Wi-Fi-base.";

/* vErrDHCPOnlyRequiresStaticIP */
"vErr.DHSt" = "Deling af et udsnit af IP-adresser kun vha. DHCP kræver manuel konfiguration af WAN IP-adressen. Hvis din internetudbyder giver dig et udsnit af statiske IP-adresser, skal du manuelt konfigurere Apple Wi-Fi-basen med den første IP-adresse og distribuere resten via DHCP.";

/* vErrRouterSubnetMismatch */
"vErr.rsMM" = "Den routeradresse, du har angivet, er ikke kompatibel med WAN IP-adressen.";
/* vErrWANIPNotSameAsRouter */
"vErr.wnSR" = "Din WAN IP-adresse må ikke være den samme som routerens IP-adresse.";

/* vErrIPv6ManualTunnelRequiresStaticIP */
"vErr.v6TM" = "En manuelt konfigureret IPv6-tunnel kræver en statisk WAN IP-adresse";

/* vErrWANDisableEthernetNotSupported */
"vErr.pcDE" = "Det er ikke muligt at slå WAN-porten fra med Apple Wi-Fi-basen.";

/* vErrWANManagementRequiresWANPortEnabled */
"vErr.waNM" = "Hvis du vil tillade ekstern administration via WAN-porten, skal du slå WAN-porten til.";

/* vErrRouterModeNoBridgeForPPP */
"vErr.rmBP" = "Hvis du bruger PPPoE eller et modem til at oprette forbindelse via PPP, skal du vælge DHCP/NAT.";

/* vErrRouterModeNoDHCPNATForSTA */
"vErr.rmST" = "Deling af internetforbindelsen understøttes ikke, når Apple Wi-Fi basen er konfigureret til at bruge et trådløst netværk."; 

/* vErrDHCPRangeConflictsWithWANIP */
"vErr.dcWW" = "Det DHCP-udsnit, du har angivet, er ikke foreneligt med Apple Wi-Fi-basens WAN IP-adresse.";
/* vErrDHCPRangeEndpointsAreInvalid */
"vErr.dhRa" = "Den første eller sidste adresse i DHCP-udsnittet er ugyldig.";

/* vErrWDSWithWPANotSupported */
"vErr.wwNS" = "WPA med WDS understøttes ikke af denne Apple Wi-Fi-base. Sørg for, at du bruger den nyeste firmware.";

/* vErrWDSRequiresAtLeastOneNode */
"vErr.w1Nd" = "WDS kræver flere Apple Wi-Fi-baser. Tilføj mindst en WDS-enhed.";

/* vErrWDSWithWPAEnterprise */
"vErr.wdEn" = "WDS og WPA Enterprise er ikke kompatible. Hvis du vil indstille et WDS-netværk, skal du bruge WPA Personal.";

/* vErrWDSInFiveGig */
"vErr.wdFi" = "WDS er ikke kompatibelt med radiofunktioner, der bruger 5 GHz. Skift radiofunktion, og prøv igen.";

/* vErrAccessControlListIsEmpty */
"vErr.acEm" = "Adgangskontrol vha. MAC-adresse er slået til, men der er ingen optegnelser. Slå Adgangskontrol vha. MAC-adresse fra, eller føj optegnelser til listen.";

/* vErrRequiresWABEnabled */
"vErr.rWAB" = "Det kræver et WAN-værtsnavn at vise en tjeneste globalt vha. Bonjour. Du kan konfigurere Bonjour-indstillingerne ved at klikke på knappen “Rediger…” i %@-vinduet i AirPort-indstillinger.";

/* End of AirePortErrors.strings file */
